//ACCTUP001 JOB (AMBANK),'ACCOUNT UPDATE',CLASS=A,MSGCLASS=X
//* HTTP ROUTE: POST /banking/account/update
//STEP01   EXEC PGM=ACCTUP001
//STEPLIB  DD DSN=AMBANK.LOADLIB,DISP=SHR
//SYSIN    DD *
UPDATE-ACCOUNT
//INPUT    DD DSN=AMBANK.ACCOUNT.REQUEST,DISP=SHR
//OUTPUT   DD DSN=AMBANK.ACCOUNT.RESPONSE,DISP=SHR
/*
